---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionScale
source: html/a19d2805-c505-9b26-8ada-38036ef8341c.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionScale Property

The property labeled "The scale of distortion for secondary curly highlight" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodCurlyDistortionScale { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".